module.exports = {
    days7button: '7 дней условного голодания',
    days14button: '14 дней условного голодания',
    purchasesButton: 'Список покупок перед началом',
    actions: {
        herbalRecipe: 'Рецепт заварки трав',
        exit: 'Выход из условного голодания'
    },
    exit: `
        В первый день выхода 
    `,
    enterOptionsText: `
        Друзья, сейчас вам следует прислушаться к себе и выбрать безопастный вариант чистки для вас. Есть два варианта, первый - это чистка магнезией, второй - это чистка косторкой.
        Смотрите, если у вас нет язвы, нет острого гастрита вам подходит первый вариант - магнезией. Если же у вас есть что-то из указанного, вам подходит второй вариант - чистка косторкой.
    `,
    enterKastorkaButton: `
        Касторка
    `,
    enterMagneziaButton: `
        Магнезия
    `,
}