module.exports = {
  days7button: '7 дней условного голодания',
  days14button: '14 дней условного голодания',
  purchasesButton: 'Список покупок перед началом',
  actions: {
    herbalRecipe: 'Рецепт заварки трав',
    exit: 'Выход из условного голодания'
  },
  enterKastorkaButton: 'Касторка',
  enterMagneziaButton: 'Магнезия',
  enterOptionText: 'Выберите вариант входа',
  conditionsButton: 'Согласен',
  conditions: 'Я принимаю правила марафона, согласившись с тем что не буду иметь претензий к автору марафона, если какие-то действия связанных с марафоном приведут ко вреду моему здоровью. Я полностью осознаю любые последвствия марафона и беру ответственность на себя.',
  klizmaButton: 'Клизма инструкция',
};
