module.exports = {
    hello: `
Приветствую дорогой друг. Ты принял правильное решение - улучшить свое здоровье, избавиться от болезней и сделать себя лучше.
В течении следующих недель мы с тобой будет плотно работать над здоровьем, поэтому максимально настройся на результат, выдели 1 - 2 часа 
в день и ежедневно выполняй все рекомендации. Обязательно ознакомся со списком закупок перед началом марафона и инструкциями.

Разгрузка по Оганян подразумевает отсутствие процесса пищеварения, который очень энергоемкий, что дает организму дополнительную энергию для чистки.

Прием трав помогает в очищении и питает клетки. Они практически сразу впитываются желудком, не запуская процесса пищеварения.
Благодаря отварам активируются тканевые ферменты, которые выводят токсины в лимфатическую систему, из которой они попадают в толстый кишечник.
`,
    days7button: '7 дней условного голодания',
    days14button: '14 дней условного голодания',
    purchasesButton: 'Список покупок перед началом',

    purchases: `
    *И так, нам понадобится:*
1. Травы:
  - Мята,
  - Душица,
  - Мелиса,
  - Подорожник,
  - Мать-мачеха,
  - Чабрец,
  - Тысячелистник,
  - Репешок,
  - Ромашка,
  - Спорыш,
  - Толокнянка,
  - Полевой хвощ,
  - Шалфей,
  - Крапива,
  - Пустырник, 
  - Корень валерианы,
  - Шишки хмеля

Если не найдете какие-то травы - ничего страшного. Травы продаются в аптеке или у травников на рынке. Так же можно погуглить готовые сборы трав по М. Оганян.

Нам понадобится где-то по 4 - 6 столовой ложки сбора (по вкусу) на один день. Одна большая ложка содержит 6 граммов сбора, то есть на один день необходимо 24 - 36 гр.

Исходя из этого, если вы выбрали 7 дней условного голодания, вам понадобится 7 умножаем на 36 около 250 грамм. Плюс понадобится еще немного в первые дни выхода, поэтому лучше взять с небольшим запасом.

Если не хочеться заморачиваться - берите каждой травы по одной пачке (50 грамм).
На самый крайний случай можно взять - печеночный, грудной и почечный сбор.

2. Натуральный мед. В целом здесь нет особых указаний, можно добавлять мед по вкусу. Рекомендовано: 2 столовой ложки на 1 литр отвара. В день будет 3 литры отвара, итого - 6 столовых ложек меда в день.

3. Свежие лимоны. Так же добавляем сок лимонов по вкусу, обязательно процеживая сок, что б не было мякоти. Понадобится 2 - 3 лимона на 3 литра отвара.

4. Термос или термосы, что б брать 2-3 литра отвара с собой (на работу, тренировку и т.д.).
5. Ситечко для процеживания (отвара, сока лимона).
6. Соковижималка, можно взять цитрусовую, она довольно таки дешевая.
7. Кружка Эсмарха (2 литра, продаются в аптеках).
`,
herbalRecipe: `
*Как готовить сбор трав самому:*
- Все травы смешать в равных пропорциях. То есть, если вы купили по 50 грамм каждой травы, берем одну емкость и все травы смешиваем в ней.
- Кипятим 3 литра воды, после того как вода закипела, выключаем огонь, ждем минут 5 - 10 и засыпаем 3 - 6 ложек трав (подберете эксперементально по вкусу)
- Ждем минут 40, пока напиток настоится и когда отвар остынет где-то до 40 градусов (чуть теплее температуры тела) добавляем 6 ст.л. меда и
свежевыжатый сок из 2-3 лимонов (обязательно процеживаем)
- Все это перемешиваем, процеживаем и заливаем в термосы.

Полученный отвар пьем каждый час, в итоге у вас получится 10 - 12 кружек в день.
`,
    actions: {
        herbalRecipe: 'Рецепт заварки трав',
        exit: 'Выход из условного голодания'
    },
    exit: `
        В первый день выхода 
    `,
    enterCommon: `
        Сегодня важный день. Сегодня мы едим только живую пищу и только до 17.00. Что значит живую пищу - это любые салаты (без майонеза, кетчупа и т.д.), это любые фрукты, это любые овощи.
        При этом овощи, фрукты кушаем сырые, то есть мы не варим, не тушим, а кушаем сырыми.

        После 17.00 мы перестаем кушать и пьем только воду либо свежевыжатые соки (без мякоти, процеживаем в ситечки). Учитывайте, что в 19.00 вам необходимо быть дома, свободным от всяких дел и быть
        рядом с туалетом. На этот вечер отложите все планы.
    `,
    enterMagnezia: `
        - Готовим 1 - 2 литра отвара на вечер. Можете приготовить заранее либо ближе к делу.
        - Начинаем процедуру в 19.00. Это время благоприятно для чистки так как в это время печень расслабляется и сможет прочиститься.
        - Сульфат магния (магнезия) ложим в чашку с теплой водой с расчетом 1 грамм на 1 кг своего веса. Если вес больше 70, тогда оставляем 70 гр. магнезии, больше не нужно.
        Обычно в аптеках продают пакетики по 25 грамм магнезии. Поэтому максимально можно взять 3 пакетика.
        - Хорошо смешали магнезию с теплой водичкой, выпили напиток за один прийом. Учитывайте, напиток довольно таки не приятный, поэтому как вариант можно сделать сок (без мякоти), либо
        отдельно приготовить водичку с лимонным соком (без мякоти), и данным соком запивать магнезию, что б устранить неприятный вкус.
        - После этого наполняем грелку с горячей водой (грелку можно оббернуть полотенцем, что б она не обжигала кожу). Ложимся на кровать без подушки и под правый бок (область печени) ложим грелку.
        В такой позе лежим 1 час.
        - В течении этого времени вы можете пить сколько хотите чистой воды, а так же можем пить отвар. Обязательно после каждого похода в туалет пьем минимум стакан воды.
        - В 20.00 можно смело вставать, начинать выполнять какую-то деятельность, можно подвигаться, поделать какие-то легкие упражнения. Если нужно - ходим в туалет, пьем воду и отвар.
        - В идеале лечь спать в 21.00.
    `,
    enterKastorka: `
        - Начинаем процедуру в 19.00. Это время благоприятно для чистки так как в это время печень расслабляется и сможет прочиститься. 
        - Выпейте касторовое масло из расчета 12 г на 10 кг веса, масло смешиваем с соком 1го лимона. При желании можно запить смесь небольшим кол-вом лимонного или грейпфрутового сока (без мякоти)
        - После этого до утра больше ни какой жидкости не пьем
        - В 20.00 можно смело вставать, начинать выполнять какую-то деятельность, можно подвигаться, поделать какие-то легкие упражнения.
        - В идеале лечь спать в 21.00.
    `,
    enterOptionsText: `
        Друзья, сейчас вам следует прислушаться к себе и выбрать безопастный вариант чистки для вас. Есть два варианта, первый - это чистка магнезией, второй - это чистка косторкой.
        Смотрите, если у вас нет язвы, нет острого гастрита вам подходит первый вариант - магнезией. Если же у вас есть что-то из указанного, вам подходит второй вариант - чистка косторкой.
    `,
    enterKastorkaButton: `
        Касторка
    `,
    enterMagneziaButton: `
        Магнезия
    `,
}